Repository: AnnouncementGit/Announcement
Catalog: Announcement.Core/Language.*.resx
Languages: uk

# progress_title
source: Synchronization
uk: Синхронізація

# progress_receiving_data
source: Receiving data...
uk: Завантаження даних...

# progress_receiving_moderators
source: Receiving list of moderators...
uk: Завантаження списку модераторів...

# progress_receiving_spammers
source: Receiving list of spammers...
uk: Завантаження списку спамерів...

# progress_logout
source: Logout...
uk: Вихід...

# progress_getting_photo
source: Getting photo...
uk: Отримання фото...

# progress_receiving_ratings
source: Receiving list of ratings...
uk: Завантаження списку рейтингів...

# progress_receiving_reports
source: Receiving list of reports...
uk: Завантаження списку звітів...

# progress_creating_moderator
source: Creating new moderator...
uk: Створення нового модератора...

# progress_authentication
source: Authenticating...
uk: Аутентифікація...

# progress_send_report_spam
source: Sending report...
uk: Надсилання звіту...

# alert_title_type_error
source: Error
uk: Помилка

# alert_title_type_information
source: Information
uk: Інформація

# alert_title_type_warning
source: Warning
uk: Попередження

# alert_timeout
source: Can't reach server.
uk: Не вдається підключитися до сервера.

# alert_no_internet_connection
source: No internet connection.
uk: Немає підключення до Інтернету.

# alert_title_type_success
source: Success
uk: Успіх

# alert_button_try_again
source: Try again
uk: Повторити

# alert_button_retry
source: Retry
uk: Повторити

# alert_button_cancel
source: Cancel
uk: Відмінити

# button_title_moderator
source: Are you moderator?
uk: Ви модератор?

# tab_title_moderators
source: Moderators
uk: Модератори

# tab_title_validation
source: Validation
uk: Валідація

# tab_title_ratings
source: Ratings
uk: Рейтинги

# button_title_login
source: Login
uk: Вхід

# edit_text_hint_username
source: Username
uk: Ім'я користувача

# edit_text_hint_password
source: Password
uk: Пароль

# alert_message_report_null
source: Empty report
uk: Пустий звіт

# progress_report_rejecting
source: Report is rejecting...
uk: Звіт відхилений...

# progress_report_confirming
source: Report is confirming...
uk: Звіт підтверджений...

# add_new_moderator_label
source: Add new moderator
uk: Додати нового модератора

# button_title_create
source: Create
uk: Створити

# list_one_posts_label
source: Posts:
uk: Повідомлення:

# list_one_confirmed_label
source: Confirmed:
uk: Підтверджені:

# button_title_spammers
source: Spammers
uk: Спамери

# button_title_users
source: Users
uk: Користувачі

# label_add_moderator
source: Add Moderator
uk: Додати Модератора

# label_spammers
source: Spammers
uk: Спамери

# label_about
source: About
uk: Про нас

# label_logout
source: Logout
uk: Вихід

# alert_enable_gps
source: Please enable GPS and Network Positioning in your Settings
uk: Будь ласка, включіть GPS та Інтернет позиціювання в налаштуваннях

# progress_trying_to_get_location
source: Trying to get your current location...
uk: Визначається ваше місце розташування...

# alert_bad_location
source: Bad current location. Try again?
uk: Невірне місце розташування. Повторити?

# alert_title_upload_completed
source: Upload Completed
uk: Завантаження завершене

# alert_message_upload_completed
source: Your photo has been successfully uploaded. Press OK to upload more.
uk: Ваша фотографія успішно завантажена. Натисніть OK, щоб завантажити більше.

# alert_message_upload_completed_not_found
source: We didn't find any phone number on the photo. Press Retry to retake photo.
uk: Ми не знайшли жодного телефонного номера на фото. Натисніть Повторити, щоб зробити іншу фотографію.

# button_title_confirm
source: Confirm
uk: Підтвердити

# button_title_cancel
source: Cancel
uk: Відмінити

# label_enter_phone_number
source: Enter phone number
uk: Введіть телефонний номер

# alert_incorrect_name_or_password
source: Incorrect Name or Password
uk: Невірне Ім'я або Пароль

# alert_please_enter_name
source: Please enter Name. Minimum 5 characters.
uk: Будь ласка, введіть Ім'я. Мінімум 5 символів.

# alert_name_too_short
source: Name is too short. Minimum 5 characters.
uk: Ім'я дуже коротке. Мінімум 5 символів.

# alert_name_can_have_only_letters_or_numbers
source: Name can contain only letters or numbers
uk: Ім'я може містити тільки букви або цифри

# alert_please_enter_password
source: Please enter Password. Minimum 5 characters.
uk: Будь ласка, введіть Пароль. Мінімум 5 символів.

# alert_password_too_short
source: Password is too short. Minimum 5 characters.
uk: Пароль дуже короткий. Мінімум 5 символів.

# alert_password_unsupported_character
source: Password contains unsupported characters.
uk: Пароль містить неприпустимі символи.

# title_phone_number_not_recognized
source: Phone number was not recognized.
uk: Телефон не був розпізнаний.

# label_audio_record
source: Audio Record:
uk: Аудіозапис:

# label_select_audio_record
source: Select Audio Record
uk: Виберіть аудіозапис

# button_title_upload
source: Upload
uk: Завантажити

# title_complaints
source: Complaints:
uk: Скарги:

# title_city
source: City:
uk: Місто:

# title_city_unknown
source: Unknown
uk: Невідоме

# title_reports
source: Reports:
uk: Звіти:

# title_confirmeds
source: Confirmed:
uk: Підтверджені:

# button_title_reject
source: Reject
uk: Відхилити

# alert_message_report_confirmed
source: Report successfully confirmed. Thanks. Press OK to validation more.
uk: Звіт був успішно підтверджений. Дякую. Натисніть OK для наступних перевірок.

# alert_message_report_not_confirmed
source: Report not confirmed. Press Retry to try again.
uk: Звіт не був підтверджений. Натисніть Повторити, щоб повторити спробу.

# alert_message_report_rejected
source: Report successfully rejected. Thanks. Press OK to validation more.
uk: Звіт був успішно відхилений. Дякую. Натисніть OK для наступних перевірок.

# alert_message_report_not_rejected
source: Report not rejected. Press Retry to try again.
uk: Звіт не був відхилений. Натисніть Повторити, щоб повторити спробу.

# alert_title_authorization
source: Authorization
uk: Авторизація

# alert_message_wrong_credentials
source: Wrong credentials. Please input correct data.
uk: Неправильні авторизаційні дані. Будь ласка, введіть правильні дані.

# alert_moderator_successfully_created
source: Moderator successfully created. Thanks.
uk: Модератор успішно створений. Дякую.

# alert_moderator_creation_fail
source: Moderator creation failed. Press Retry to try again.
uk: створення Модератор не вдалося. Натисніть Повторити, щоб повторити спробу.

# progress_deleting_moderator
source: Deleting moderator...
uk: Видалення модератора...

# alert_message_username_already_exists
source: This username already exists. Press OK to choose another one.
uk: Це ім'я користувача вже існує. Натисніть OK, щоб вибрати інше.

# alert_message_moderator_creation
source: Moderator creation.
uk: Створення модератора.

# alert_message_wrong_token
source: Wrong access token.
uk: Неправильний ключ доступа.

# alert_message_no_audio
source: No audio on server. Please upload or choose file to play!
uk: Немає аудіозапису на сервері. Будь ласка, завантажте або виберіть файл для відтворення!

# progress_uploading_audio_record
source: Uploading audio file. Please wait...
uk: Завантаження аудіозапису. Будь ласка, зачекайте...

# alert_message_upload_audio_file_completed
source: Your audio file has been successfully uploaded.
uk: Ваш аудіозапис був успішно завантажений.

# alert_message_audio_file_too_large
source: This file is too big. The maximum upload size for your audio file is 20MB.
uk: Цей файл занадто великий. Максимальний розмір для вашого звукового файлу 20 Мб.

# alert_button_delete
source: Delete
uk: Видалити

# alert_message_delete_question
source: Are you sure you want to delete this moderator?
uk: Ви впевнені, що хочете видалити цього модератора?

# alert_message_moderator_delete_completed
source: Moderator has been successfully deleted. Thanks
uk: Модератор був успішно видалений. Дякую

# alert_message_choose_file_upload
source: Please choose file to upload!
uk: Будь ласка виберіть файл для завантаження!

# alert_message_empty_phone_number
source: Phone number is empty. Please enter the phone number.
uk: Телефонний номер порожній. Будь ласка, введіть номер телефону.

# alert_message_empty_about_persons
source: Couldn't load information about the responsible person in your city. Try again?
uk: Не вдалося завантажити інформацію про відповідальної особи в вашому місті. Повторити?

# about_app
source: Mobile application Stop Spam: Developed and implemented - MagneticOne Mobile. Technical support - FreezePro Software. Stop Spam Solutions implemented to reduce the activity of unauthorized placement of advertisements in {0} supported {1}.
uk: Мобільний додаток Stop Spam: Розроблено та впроваджено - MagneticOne Mobile. Технічна підтримка - FreezePro Software. Рішення Stop Spam впроваджено для зменшення активності розміщення несанкціонованих рекламних оголошень в місті {0} за підтримки {1}.
